<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<div class="inner" style="height:800px;">
제1장 총칙</br>
<ul>
	<li>제1조 (목적)</li></n>
	 	본 약관은 서비스 이용자가 바니마켓(이하 “회사”라 합니다)가 제공하는 온라인 서비스 (이하 “서비스”라 합니다)에 회원으로
	 	가입하고 이를 이용함에 있어 회사와 그 이용자의 권리⋅의무 및 책임 사항을 규정함을 목적으로 합니다.</n>
	 <li>제2조 (약관의 게시와 개정)</li></n>
		<ol>
			<li>회사는 본 약관의 내용을 회원이 쉽게 확인할 수 있도록 기술적 조치를 취합니다.</li></n>
			<li>회사는 콘텐츠산업진흥법, 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제에 관한 법률, 소비자기본법 등 관련 법령을 위반하지 않는 범위 내에서 본 약관을 개정할 수 있습니다.</li></n>
			<li>회사가 약관을 개정할 경우 기존 약관과 개정 약관 및 개정 약관 적용 일자와 개정 사유를 명시하고 기존 약관과 함께 개정 약관 적용 일자 7일 전부터 적용 일자 이후 상당한 기간 동안, 개정 약관의 내용이 회원에게 불리한 경우 개정 약관 적용 일자 30일 전부터 적용 일 이후 상당한 기간 동안, 이를 서비스 웹페이지 및 어플리케이션 화면에 게시하거나 기타 방법으로 회원에게 통지합니다.</li></n>
			<li>회사가 ‘전항에 따라 회원에게 통지한 후 개정 약관 고지일로부터 개정 약관 시행일 이후 7일이 지나는 날까지 회원이 거부 의사를 표시하지 아니할 경우 회원이 개정 약관에 동의한 것으로 본다는 뜻’을 고지하였음에도 회원의 거부 의사표시가 없는 경우 개정 약관에 동의한 것으로 간주합니다. 회원이 개정 약관에 동의하지 않을 경우 해당 회원은 서비스 이용 계약을 해지할 수 있습니다.</li></n>
			<li>회원은 회사가 제공하는 서비스를 이용함에 있어서 전자상거래 등에서의 소비자보호에 관한 법률, 전자금융거래법, 소비자기본법, 표시∙광고의 공정화에 관한 법률, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관련 법령을 준수하여야 하며, 본 약관의 규정을 들어 관련법령 위반에 대한 면책을 주장할 수 없습니다.</li></n>
		</ol>
	</li>
</ul>
</br></br>
제2장 서비스의 내용 및 회원 가입</br>
<ul>
	<li>제3조 (서비스 이용 계약)</li></n>
		<ol>
			<li>회사가 제공하는 서비스를 이용하기 위한 이용 계약은 회사의 서비스를 이용하고자 하는 자의 회원가입 신청에 대하여 회사가 승낙함으로써 성립합니다.</li></n>
			<li>전항의 회원가입 신청을 하기 위해서는 회사가 정한 온라인 회원가입 신청서에 필수 기재사항을 입력하고 본인인증 절차를 완료하여야 합니다.</li></n>
			<li>회원가입 신청을 위해 필수적으로 기재한 항목이 변경된 경우(폐업 등의 사유 발생 포함) 해당 회원은 위 변경 사실을 직접 수정하거나 회사에 1:1문의 또는 전화를 통해 통지하여야 하며, 통지하지 않음으로 인하여 발생한 회원의 불이익에 관하여는 회원이 책임을 집니다.</li></n>
			<li>회사가 정한 필수 기재사항을 입력하지 않거나 허위의 정보를 입력하거나 회원가입 신청을 하려는 자가 만 14세 미만일 경우 회원가입 신청이 제한될 수 있습니다.</li></n>
			<li>회사는 회원에게 유익한 정보를 제공하기 위해 위 필수 기재사항 이외에도 회원가입을 신청하는 자에게 취미, 관심사 등 정보 제공을 요청할 수 있으나 회원가입을 신청하는 자는 위 정보의 제공을 거절할 수 있습니다.</li></n>
			<li>회사는 회사의 서비스를 이용하기 위해 회원가입 신청을 한 자가 본조 제2.항에서 정한 필수 기재사항을 정확하게 입력하고 본 약관에 동의한 경우 원칙적으로 서비스의 이용을 승낙합니다. 다만, 회사는 다음과 같은 사유가 있는 경우 회원가입 신청의 승낙을 거절 또는 보류할 수 있고, 이 경우 회사는 승낙 거절 또는 보류의 사유와 승낙에 필요한 추가 요청 정보 등 관련 사항을 통지합니다.</li></n>
				<ol>
					<li>회사의 설비에 여유가 없는 경우</li></n>
					<li>회사의 서비스 제공에 기술적인 문제가 있는 경우</li></n>
					<li>회원가입 신청자가 본 약관에 따라 회원 자격을 상실하거나 이용 계약이 해지된 적이 있는 경우 (단, 회사의 회원 재가입 승낙을 얻은 경우는 예외)</li></n>
					<li>타인의 명의를 도용한 경우</li></n>
					<li>허위의 정보를 기재한 경우</li></n>
					<li>기타 회사의 합리적인 판단 하에 필요하다고 인정하는 경우</li></n>
				</ol>
		</ol>
	<li>제4조 (판매자 등록)</li></n>
		<ol>
			<li>제4조에 따라 회사로부터 회원가입 신청을 승낙 받아 이용 계약이 성립된 회원이 회사의 서비스를 이용하여 다른 회원에게 물품을 판매하고자 할 경우 판매자 등록 절차를 거쳐야 합니다.</li></n>
			<li>판매자 등록을 하기 위해서는 회사가 정한 온라인 등록 신청서에 다음의 필수 기재사항을 입력하여야 하며, 업자인 판매자의 다음 각 호의 정보는 회원에게 공개됩니다.</li></n>
				<ol>
					<li>이름(법인인 경우 상호 및 대표자 이름)</li></n>
					<li>주소</li></n>
					<li>전화번호</li></n>
					<li>이메일주소</li></n>
					<li>(통신판매업자인 경우) 통신판매업신고 번호</li></n>
				</ol>
			<li>업자가 아닌 판매자가 서비스 이용을 위해 입력하여 제공한 신원정보는 판매자의 물품에 대한 구매 청약을 한 구매자의 요청에 따라 해당 구매자에게 제공될 수 있습니다.</li></n>
		</ol>
	<li>제5조 (서비스의 제공)</li></n>
		<ol>
			<li>서비스의 종류</li></n>
				<ol>
					<li>거래중개서비스</li></n>
						<ul>
							<li>회사가 제공하는 웹사이트 또는 어플리케이션을 통하여 회원 상호간에 물품 거래가 이루어질 수 있는 사이버 거래 장소의 제공</li></n>
						</ul>
					<li>유료서비스</li></n>
						<ul>
							<li>광고 서비스: 회원이 회사에 광고 수수료를 지급하고 자신이 운영하는 사이버 몰 또는 판매하는 물품 등을 다른 회원에게 광고할 수 있는 서비스</li></n>
						</ul>
					<li>기타 부가서비스</li></n>
						<ul>
							<li>채팅 서비스: 회원 상호간 메시지를 주고 받을 수 있는 채팅 서비스</li></n>
							<li>거래 활성화를 위한 부수적인 서비스: 거래 후기 작성, 찜 기능 등 회원의 서비스 이용을 돕는 부수적인 서비스</li></n>
						</ul>
				</ol>
			<li>회사는 연중무휴, 24시간 서비스를 제공함을 원칙으로 하되, 컴퓨터 등 정보통신설비의 보수, 점검, 교체, 고장 등 운영상 상당한 이유가 있는 경우 회원에게 통지한 후 서비스의 제공을 일시적으로 중단할 수 있습니다. 다만, 회사가 사전에 서비스의 중단을 통지할 수 없었던 부득이한 사유가 있는 경우 사후에 통지할 수 있습니다.</li></n>
			<li>회사는 서비스의 제공을 위한 별도의 계약 종료, 신규 서비스 개시, 기존 서비스 개정 등의 사유로 서비스의 내용을 변경할 수 있습니다.</li></n>
			<li>회사는 서비스의 내용에 변경이 있는 경우 변경된 서비스가 적용되기 30일 이전부터 적용 일자 이후 상당한 기간까지 웹사이트 및 어플리케이션 공지사항을 통해 회원들에게 변경된 서비스의 내용을 사전 공지합니다. 다만 회원의 거래와 관련하여 중대한 영향을 미치는 변경 사항이 있는 경우 회원에게 별도로 통지합니다.</li></n>
		</ol>
	<li>제6조 (이용 계약의 종료 및 회원 자격 상실)</li></n>
		<ol>
			<li>회원은 언제든지 회사에 해지의 의사를 통지함으로써 이용 계약을 해지할 수 있습니다. 다만 회원은 회사의 해지 의사를 통지하기 전에 구매 또는 판매 진행 중인 절차를 모두 완료, 철회, 취소하여야 하며, 철회 또는 취소로 인한 불이익은 해당 회원이 부담합니다.</li></n>
			<li>회사는 원칙적으로 전항의 이용 계약 해지의 의사 표시를 확인한 후 해당 회원의 게시글과 해당 계정을 삭제하여 해지 절차를 완료해야 합니다. 다만, 다음 각 호의 사유가 있는 경우 이용 계약 해지 절차를 보류할 수 있습니다.</li></n>
				<ol>
					<li>이용 계약 해지의 의사표시를 한 자가 회원 당사자인지 여부를 확인할 수 없는 경우</li></n>
					<li>이용 계약 해지의 의사표시를 한 회원의 구매 또는 판매 진행 중인 거래 절차가 모두 완료되지 않은 경우</li></n>
					<li>구매자에 대한 환불 등으로 인하여 회원이 서비스 이용에 관하여 회사에 변제할 채무가 남아있는 경우</li></n>
					<li>이용 계약 해지의 의사표시를 한 회원에 관한 거래 사기 및 분쟁 문제가 남아 있는 경우</li></n>
				</ol>
			<li>회사는 본 약관 또는 운영정책에 따라 특정한 사유가 발생한 경우 회원의 자격을 박탈하고 이용계약을 해지할 수 있습니다.</li></n>
		</ol>
</ul>
</br></br>
제2장 서비스의 내용 및 회원 가입</br>
<ul>
	<li>제7조 (개인정보보호 및 개인정보 제공 동의 등)</li></n>
		<ol>
			<li>회사는 개인정보처리방침에 따라 회원가입 및 판매자 등록시 회원으로부터 제공 받은 정보를 수집 및 보관합니다.</li></n>
			<li>회사는 관련 법령 및 회사의 운영정책에 따라 특정 물품을 판매하고자 하는 판매자의 경우 추가적인 정보 및 관련 자료를 요청하여 수집 및 보관할 수 있습니다.</li></n>
			<li>회사는 회원의 회원가입 신청 및 판매자 등록을 위해 제공 받은 정보를 다음의 예외적인 경우가 아닌 한 원활한 서비스 제공 이외의 목적으로 사용하거나 이용자의 동의 없이 제3자에게 제공하지 않습니다.</li></n>
				<ol>
					<li>관련 법령에 근거하여 회원 정보의 이용 및 제3자에 대한 정보 제공을 허용하는 경우</li></n>
					<li>회사의 약관 및 운영 정책 등에 따라 회원의 동의를 얻은 경우</li></n>
					<li>특정 물품을 구매하고자 하는 회원이 해당 물품을 판매하는 업자 아닌 판매자의 정보를 회사에 요청하는 경우</li></n>
				</ol>
			<li>회사는 회원의 개인정보를 보호하기 위하여 개인정보처리방침을 수립하여 이를 따르고, 개인정보보호책임자를 지정합니다.</li></n>
		</ol>
	<li>제8조 (거래 기록 보관)</li></n>
		<ol>
			<li>회사는 채팅을 통해 거래된 구매 내역의 당사자, 물품, 가격 등 정보를 거래 이후 5년간 보관합니다.</li></n>
			<li>회사는 본조 제 1항의 거래 정보의 보안을 유지하고 위 거래 정보를 거래 당사자인 회원이 보관 기간 동안 열람할 수 있도록 기술적 조치를 취합니다.</li></n>
			<li>거래 기록 등 보관에 관한 구체적인 사항은 관련 법령 및 개인정보처리방침을 따릅니다.</li></n>
		</ol>
</ul>
</div>




